{
    ":game has a built in feature where every player has the opportunity to change their look for multiplayer sessions. You'll be amazed how easily you can change it, store other skin and browse what other have made just at your fingertips.": ":game má vestavěnou funkci díky které si každý může přizpůsobit vzhled svého avatara, který bude viditelný ve hře pro více hráčů. Překvapí vás jak snadno můžete upravovat, ukládat a procházet skiny vytvořené vámi i ostatními hráči.",
    ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.": ":game has wonderful documentation covering every aspect of the game. Whether you're new to the game or have previous experience, we recommend reading all of the documentation from beginning to end.",
    ":game is a video game originally created by Nilllzz. It is heavily inspired by Minecraft, and the Pokémon series. :game focused on the strong points of Pokémon Gold and Silver versions and their remakes, and gives players a taste as to how the once 2D world they knew was in 3D. They could even see through the eyes of their own trainer. We hope you love it.": ":game je hra původně vytvořena člověkem jménem Nilllzz. Je primárně inspirována hrou Minecraft a herní sérií Pokémon. :game se zaměřuje na silné stránky her Pokémon Gold and Silver a jejich přepracování, a dává hráčům možnost vidět tento známý dvojrozměrný svět ve 3D. To vše na vlastní oči, z pohledu první osoby. Věříme, že si jej zamilujete.",
    "A new verification link has been sent to the email address you provided during registration.": "Na e-mailovou adresu, kterou jste uvedli při registraci, byl zaslán nový ověřovací odkaz.",
    "About": "About",
    "Accept Invitation": "Přijmout pozvání",
    "Achieved": "Achieved",
    "Add additional security to your account using two factor authentication.": "Zabezpečte si účet pomocí dvoufázového ověření.",
    "Admin": "Administrátor",
    "All categories": "Všechny kategorie",
    "All server statuses are updated every hour.": "Stavy všech serverů jsou aktualizovány každou hodinu.",
    "Already registered?": "Už jste registrováni?",
    "API Token": "API token",
    "API Token Permissions": "Oprávnění API tokenu",
    "API Tokens": "API tokeny",
    "API tokens allow third-party services to authenticate with our application on your behalf.": "API tokeny umožňují služby třetích stran ověřit pomocí naší aplikace vaším jménem.",
    "Are you sure you want to delete this category?": "Opravdu si přejete smazat tuto kategorii?",
    "Are you sure you want to delete your account? Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Jste si jisti, že chcete svůj účet smazat? Jakmile bude váš účet smazán, všechny jeho zdroje a data budou trvale smazány. Zadejte své heslo pro potvrzení, že chcete trvale smazat svůj účet.",
    "Are you sure you would like to delete this API token?": "Opravdu si přejete odstranit tento API token?",
    "Birthdate": "Datum narození",
    "Blog Posts": "Příspěvky na blogu",
    "brief": "brief",
    "Browser Sessions": "Relace Prohlížeče",
    "Cancel": "Zrušit",
    "Categories": "Kategorie",
    "Category": "Kategorie",
    "Close": "Zavřít",
    "Code": "Kód",
    "Confirm": "Potvrdit",
    "Confirm Password": "Potvrdit heslo",
    "Consents": "Svolení",
    "Content": "Obsah",
    "Create": "Vytvořit",
    "Create a server": "Vytvořit server",
    "Create Account": "Vytvořit účet",
    "Create API Token": "Vytvořit API token",
    "Create New Team": "Vytvořit nový tým",
    "Create Permission": "Create Permission",
    "Create Role": "Vytvořit Roli",
    "Create Skin": "Vytvořit Skin",
    "Created.": "Vytvořeno.",
    "Current Password": "Stávající Heslo",
    "Custom Field updated successfully!": "Custom Field updated successfully!",
    "Custom Skin": "Vlastní Skin",
    "Dashboard": "Panel",
    "Data has been updated successfully!": "Data has been updated successfully!",
    "Deactivated because of downtime for the past 24 hours": "Deactivated because of downtime for the past 24 hours",
    "Delete": "Odstranit",
    "Delete Account": "Smazat účet",
    "Delete API Token": "Smazat API token",
    "Description": "Popis",
    "Disable": "Zakázat",
    "Do you want your server to be listed for other players to see?": "Chcete aby byl váš server viditelný pro ostatní hráče?",
    "Documentation": "Dokumentace",
    "Done.": "Hotovo.",
    "Download": "Stáhnout",
    "Edit": "Upravit",
    "Edit Permission": "Upravit Oprávnění",
    "Edit Post": "Upravit Příspěvek",
    "Edit Profile": "Upravit Profil",
    "Edit server: ": "Upravit Server: ",
    "Edit Skin": "Upravit Skin",
    "Email": "E-mail",
    "Email or Username": "E-mail nebo uživatelské jméno",
    "Email Password Reset Link": "Poslat odkaz na resetování hesla",
    "Enable": "Povolit",
    "Ensure your account is using a long, random password to stay secure.": "Ujistěte se, že váš účet používá dlouhé, náhodné heslo pro co největší zabezpečení.",
    "Error updating custom field.": "Chyba aktualizace vlastního pole.",
    "Error updating the data.": "Chyba aktualizace dat.",
    "Explore the wiki": "Prozkoumejte wiki",
    "For your security, please confirm your password to continue.": "Pro vaši bezpečnost prosím potvrďte před pokračováním své heslo.",
    "Forgot your password?": "Zapomněli jste heslo?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Zapomněli jste heslo? Žádný problém. Stačí zadat váš e-mail a my vám zašleme odkaz na resetování hesla.",
    "Forum (Archived)": "Fórum (Archivováno)",
    "Forum Account": "Fórum Účet",
    "Gender": "Pohlaví",
    "Get on our Discord server": "Navštiv náš Discord server",
    "Get to customization": "Jdi na stránku přizpůsobení",
    "Go to page :page": "Přejít na stranu :page",
    "Here you can choose what to share on your public profile.": "Zde si můžeš zvolit co chceš sdílet na svém veřejném profilu.",
    "Home": "Domů",
    "Hostname\/IP Address": "Název hostitele\/IP Adresa",
    "I Accept": "Souhlasím",
    "I agree to the :terms and :privacy": "Souhlasím s :terms a :privacy",
    "If necessary, you may log out of all of your other browser sessions across all of your devices. Some of your recent sessions are listed below; however, this list may not be exhaustive. If you feel your account has been compromised, you should also update your password.": "V případě potřeby se můžete odhlásit ze všech ostatních relací prohlížeče ve všech zařízeních. Některé z vašich nedávných relací jsou uvedeny níže; tento seznam však nemusí být vyčerpávající. Pokud máte pocit, že váš účet byl ohrožen, měli byste také aktualizovat své heslo.",
    "If you already have an account, you may accept this invitation by clicking the button below:": "Pokud již máte účet, můžete tuto pozvánku přijmout kliknutím na tlačítko níže:",
    "If you did not expect to receive an invitation to this team, you may discard this email.": "Pokud jste neočekávali, že obdržíte pozvánku do tohoto týmu, můžete tento e-mail zrušit.",
    "If you do not have an account, you may create one by clicking the button below. After creating an account, you may click the invitation acceptance button in this email to accept the team invitation:": "Pokud nemáte účet, můžete jej vytvořit kliknutím na tlačítko níže. Po vytvoření účtu můžete kliknutím na tlačítko pro přijetí pozvánky v tomto e-mailu přijmout pozvánku týmu:",
    "Joined": "Registrován dne",
    "Last active": "Naposledy aktivní",
    "Last checked: :time": "Poslední kontrola: :time",
    "Last online": "Naposledy online",
    "Last Updated:": "Poslední aktualizace:",
    "Last used": "Naposledy použit",
    "Last Verified:": "Naposledy ověřeno:",
    "Latest supported version": "Poslední podporovaná verze",
    "Link your account with GameJolt to be able to edit your skins for in-game use, and more features to come.": "Link your account with GameJolt to be able to edit your skins for in-game use, and more features to come.",
    "Link your account with your :account account.": "Připoj svůj účet k tvému :account účtu.",
    "Location": "Lokace",
    "Log in": "Přihlásit",
    "Log Out": "Odhlásit",
    "Log Out Other Browser Sessions": "Odhlásit z ostatních relací",
    "Manage Account": "Správa účtu",
    "Manage and log out your active sessions on other browsers and devices.": "Správa a odhlášení aktivních relací z jiných prohlížečů a zařízení.",
    "Manage API Tokens": "Správa API tokenů",
    "Manage Permissions": "Správa Oprávnění",
    "Manage Roles": "Správa Rolí",
    "Manage Team": "Správa Týmu",
    "Manage Users": "Správa Uživatelů",
    "Mange Users": "Mange Users",
    "Most Popular": "Nejpopulárnější",
    "My Skins": "Moje skiny",
    "Name": "Jméno",
    "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.": "Need help to setup a own server? Check out <a href=\":url\" class=\"font-semibold underline\">this guide<\/a>.",
    "New Password": "Nové heslo",
    "New Post": "Nový příspěvek",
    "Newest": "Nejnovější",
    "No reviews found.": "Nenalezeny žádné recenze.",
    "No Trophies": "Žádné trofeje",
    "No updates found.": "Nenalezeny žádné aktualizace.",
    "No, do not delete": "Ne, neodstraňujte",
    "of": "z",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Jakmile bude váš účet smazán, všechny jeho zdroje a data budou trvale smazány. Před smazáním účtu si prosím stáhněte všechna data nebo informace, které chcete zachovat.",
    "or log in with": "nebo se přihlaste s",
    "or log in with your P3D account": "nebo se přihlaste s vaším P3D účtem",
    "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.": "Our forum offers a lot of threads of discussions, bugs and other information. Check them out, see for yourself, and massively level up your knowledge skills in the process.",
    "Pagination Navigation": "Stránkování Navigace",
    "pagination.next": "pagination.next",
    "pagination.previous": "pagination.previous",
    "Password": "Heslo",
    "Permanently delete your account.": "Trvale smazat účet.",
    "Permission Name": "Název oprávnění",
    "Permissions": "Oprávnění",
    "Photo": "Fotografie",
    "Please confirm access to your account by entering one of your emergency recovery codes.": "Potvrďte přístup ke svému účtu zadáním jednoho z vašich kódů pro nouzové obnovení.",
    "Please confirm access to your account by entering the authentication code provided by your authenticator application.": "Potvrďte přístup ke svému účtu zadáním ověřovacího kódu poskytnutého aplikací authenticator.",
    "Please copy your new API token. For your security, it won't be shown again.": "Zkopírujte prosím svůj nový token API. Pro vaši bezpečnost se to znovu nezobrazí.",
    "Please enter your password to confirm you would like to log out of your other browser sessions across all of your devices.": "Zadejte heslo pro potvrzení, že se chcete odhlásit z ostatních relací prohlížeče ve všech zařízeních.",
    "Port": "Port",
    "Preferences": "Preference",
    "Privacy Policy": "Soukromí",
    "Profile Information": "Profilové údaje",
    "Public": "Veřejné",
    "Read more": "Více",
    "Recovery Code": "Kód pro obnovení",
    "Regenerate Recovery Codes": "Regenerovat kódy pro obnovení",
    "Register": "Registrace",
    "Released": "Vydáno",
    "Remember me": "Pamatuj si mě",
    "Remove Association": "Odstranit asociaci",
    "Remove Photo": "Odstranit fotografii",
    "Requirements apply": "Requirements apply",
    "Resend Verification Email": "Znovu odeslat ověřovací e-mail",
    "Reset Password": "Obnovit heslo",
    "Resources": "Zdroje",
    "results": "výsledky",
    "Role Name": "Název role",
    "Roles": "Role",
    "Save": "Uložit",
    "Saved.": "Uloženo.",
    "Select A New Photo": "Vyberte novou fotografii",
    "Select image file": "Vyberte soubor s obrázkem",
    "Server: Create": "Server: Vytvořit",
    "Server: Edit": "Server: Upravit",
    "Servers": "Servery",
    "Show Profile": "Zobrazit Profil",
    "Show Recovery Codes": "Zobrazit kódy pro obnovení",
    "Showing": "Zobrazení",
    "Skin": "Skin",
    "Skins": "Skiny",
    "Slots": "Sloty",
    "Start browsing": "Start browsing",
    "Sticky": "Sticky",
    "Store these recovery codes in a secure password manager. They can be used to recover access to your account if your two factor authentication device is lost.": "Uložte tyto kódy pro obnovení v bezpečném správci hesel. Mohou být použity k obnovení přístupu k vašemu účtu, pokud dojde ke ztrátě dvoufaktorového autentizačního zařízení.",
    "Switch Teams": "Přepnout týmy",
    "Tags": "Tags",
    "Team Settings": "Nastavení týmu",
    "Terms and Conditions": "Terms and Conditions",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Díky za registraci! Než začnete, mohli byste ověřit svou e-mailovou adresu kliknutím na odkaz, který jsme Vám právě zaslali e-mailem? Pokud jste e-mail neobdrželi, rádi Vám zašleme další.",
    "The P3D Team": "The P3D Team",
    "The ping relative to the server from this website": "The ping relative to the server from this website",
    "The provided password does not match your current password.": "Zadané heslo neodpovídá vašemu současnému heslu.",
    "This device": "Zařízení",
    "This is a secure area of the application. Please confirm your password before continuing.": "Jedná se o bezpečnou oblast aplikace. Před pokračováním potvrďte své heslo.",
    "This means that the server is maintained by the P3D team": "This means that the server is maintained by the P3D team",
    "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.": "This server has been deactivated from the list because of downtime for the past 24 hours. Only you can see this server now. If it is online again try reactivating it from the dotted-menu.",
    "This server was added in the last seven days": "This server was added in the last seven days",
    "to": "na",
    "Token": "Token",
    "Token Name": "Název tokenu",
    "Two Factor Authentication": "Dvoufaktorová autentizace",
    "Two factor authentication is now enabled. Scan the following QR code using your phone's authenticator application.": "Dvoufaktorová autentizace je nyní povolena. Naskenujte následující QR kód pomocí aplikace authenticator vašeho telefonu.",
    "Update Password": "Aktualizovat Heslo",
    "Update your account's profile information and email address.": "Aktualizujte informace o profilu svého účtu a e-mailovou adresu.",
    "Update your server info here.": "Update your server info here.",
    "Use a recovery code": "Použijte kód pro obnovení",
    "Use an authentication code": "Použijte ověřovací kód",
    "User Management": "User Management",
    "Username": "Uživatelské jméno",
    "Users": "Uživatelé",
    "validation.OlderThan": "validation.OlderThan",
    "validation.YoungerThan": "validation.YoungerThan",
    "Verified and saved.": "Verified and saved.",
    "Version Title": "Version Title",
    "We will always send you important information about your account. But we are required by law to obtain consent for other things.": "We will always send you important information about your account. But we are required by law to obtain consent for other things.",
    "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!": "We've made it easy for you to get in touch with other players in real-time with our community Discord-server for the game. You can ask questions, share your ideas and even get help from other players. We're always happy to help!",
    "Welcome to :game!": "Vítej ve :game!",
    "What's my token?": "What's my token?",
    "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.": "When two factor authentication is enabled, you will be prompted for a secure, random token during authentication. You may retrieve this token from your phone's Authenticator application.",
    "Whoops! Something went wrong.": "Jejda! Něco se pokazilo.",
    "Yes": "Ano",
    "You have been invited to join the :team team!": "Byli jste pozváni, abyste se připojili k týmu :team!",
    "You have enabled two factor authentication.": "Aktivovali jste dvoufázové ověření.",
    "You have not enabled two factor authentication.": "Nepovolili jste dvoufázovou autentizaci.",
    "You may accept this invitation by clicking the button below:": "Pozvánku přijmete kliknutím na tlačítko níže:",
    "You may delete any of your existing tokens if they are no longer needed.": "Můžete odstranit některý z vašich stávajících žetonů, pokud již nejsou potřeba."
}
